---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.Mirrored
zh: 族实例
source: html/20ab2f32-e3ca-8173-aac3-a03e998fd0ab.htm
---
# Autodesk.Revit.DB.FamilyInstance.Mirrored Property

**中文**: 族实例

Property to test whether the family instance is mirrored. (only one axis is flipped)

## Syntax (C#)
```csharp
public bool Mirrored { get; }
```